/* No comment provided by engineer. */
"Adium currently has access to your account." = "Adium currently has access to your account.";

/* Error message displayed when the server reports that our access has been revoked or invalid. */
"Adium isn't allowed access to your account." = "Adium isn't allowed access to your account.";

/* No comment provided by engineer. */
"Allow Adium access" = "Allow Adium access";

/* No comment provided by engineer. */
"An error occured while trying to gain access. Please try again." = "An error occured while trying to gain access. Please try again.";

/* No comment provided by engineer. */
"An error occurred: %@" = "An error occurred: %@";

/* No comment provided by engineer. */
"Are you sure you want to delete the direct message:\n\n\"%@\"\n\nThis action cannot be undone." = "Are you sure you want to delete the direct message:\n\n\"%@\"\n\nThis action cannot be undone.";

/* No comment provided by engineer. */
"Are you sure you want to delete the tweet:\n\n\"%@\"\n\nThis action cannot be undone." = "Are you sure you want to delete the tweet:\n\n\"%@\"\n\nThis action cannot be undone.";

/* No comment provided by engineer. */
"Attempt to delete tweet failed to connect." = "Attempt to delete tweet failed to connect.";

/* No comment provided by engineer. */
"Attempt to favorite tweet failed to connect." = "Attempt to favorite tweet failed to connect.";

/* No comment provided by engineer. */
"Attempt to favorite tweet failed. %@" = "Attempt to favorite tweet failed. %@";

/* No comment provided by engineer. */
"Biography" = "Biography";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot change notification setting for %@. %@" = "Cannot change notification setting for %1$@. %2$@";

/* Message in the rate limit status window */
"Current Twitter rate limit" = "Current Twitter rate limit";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Direct Message?" = "Delete Direct Message?";

/* No comment provided by engineer. */
"Delete Tweet?" = "Delete Tweet?";

/* No comment provided by engineer. */
"Disable device notifications for %@" = "Disable device notifications for %@";

/* No comment provided by engineer. */
"Enable device notifications for %@" = "Enable device notifications for %@";

/* Update tweets every: 10 minutes */
"every 10 minutes" = "every 10 minutes";

/* Update tweets every: 15 minutes */
"every 15 minutes" = "every 15 minutes";

/* Update tweets: every 2 minutes */
"every 2 minutes" = "every 2 minutes";

/* Update tweets: every 5 minutes */
"every 5 minutes" = "every 5 minutes";

/* Update tweets every: half-hour */
"every half-hour" = "every half-hour";

/* Update tweets every hour */
"every hour" = "every hour";

/* No comment provided by engineer. */
"Followers" = "Followers";

/* No comment provided by engineer. */
"Following" = "Following";

/* No comment provided by engineer. */
"Get Rate Limit Amount" = "Get Rate Limit Amount";

/* No comment provided by engineer. */
"I've allowed Adium access" = "I've allowed Adium access";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Incorrect username or password";

/* An abbreviation for 'in reply to' - placed at the beginning of the tweet tools for those which are directly in reply to another */
"IRT" = "IRT";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Name" = "Name";

/* Update tweets: never */
"never" = "never";

/* No comment provided by engineer. */
"No Host set" = "No Host set";

/* No comment provided by engineer. */
"Notifications Disabled" = "Notifications Disabled";

/* No comment provided by engineer. */
"Notifications Enabled" = "Notifications Enabled";

/* No comment provided by engineer. */
"Open %@'s user page" = "Open %@'s user page";

/* No comment provided by engineer. */
"Rate Limit Status" = "Rate Limit Status";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* Name of the 'reply to a tweet' window. */
"Reply to a Tweet" = "Reply to a Tweet";

/* No comment provided by engineer. */
"Request refused by the server." = "Request refused by the server.";

/* No comment provided by engineer. */
"Requested resource not found." = "Requested resource not found.";

/* In the 'reply to tweet' window, this is the field for the ID of the status (numerical). */
"Status ID:" = "Status ID:";

/* No comment provided by engineer. */
"Success! Adium now has access to your account." = "Success! Adium now has access to your account.";

/* No comment provided by engineer. */
"The <a href=\"%@\">requested tweet</a> by <a href=\"%@\">%@</a> is no longer a favorite." = "The <a href=\"%1$@\">requested tweet</a> by <a href=\"%2$@\">%3$@</a> is no longer a favorite.";

/* No comment provided by engineer. */
"The <a href=\"%@\">requested tweet</a> by <a href=\"%@\">%@</a> is now a favorite." = "The <a href=\"%1$@\">requested tweet</a> by <a href=\"%2$@\">%3$@</a> is now a favorite.";

/* No comment provided by engineer. */
"The direct message failed to delete. %@" = "The direct message failed to delete. %@";

/* No comment provided by engineer. */
"The direct message has been successfully deleted." = "The direct message has been successfully deleted.";

/* No comment provided by engineer. */
"The server is currently down or being upgraded." = "The server is currently down or being upgraded.";

/* No comment provided by engineer. */
"The server is overloaded with requests." = "The server is overloaded with requests.";

/* No comment provided by engineer. */
"The server reported an internal error." = "The server reported an internal error.";

/* Twitter timeline chat name, where %@ is the name of the account */
"Timeline (%@)" = "Timeline (%@)";

/* No comment provided by engineer. */
"Unable to add %@ to account %@, the user does not exist." = "Unable to add %1$@ to account %2$@, the user does not exist.";

/* No comment provided by engineer. */
"Unable to add %@ to account %@. %@" = "Unable to add %1$@ to account %2$@. %3$@";

/* No comment provided by engineer. */
"Unable to Add Contact" = "Unable to Add Contact";

/* No comment provided by engineer. */
"Unable to connect to server" = "Unable to connect to server";

/* No comment provided by engineer. */
"Unable to connect to the Twitter server." = "Unable to connect to the Twitter server.";

/* No comment provided by engineer. */
"Unable to Disable Notifications" = "Unable to Disable Notifications";

/* No comment provided by engineer. */
"Unable to Enable Notifications" = "Unable to Enable Notifications";

/* No comment provided by engineer. */
"Unable to remove %@ on account %@. %@" = "Unable to remove %1$@ on account %2$@. %3$@";

/* No comment provided by engineer. */
"Unable to Remove Contact" = "Unable to Remove Contact";

/* No comment provided by engineer. */
"Unable to retrieve user list" = "Unable to retrieve user list";

/* Message when a (vital) twitter request to retrieve the follow list fails */
"Unable to retrieve user list [additional fail]" = "Unable to retrieve user list [additional fail]";

/* Message when a (vital) twitter request to retrieve the follow list fails */
"Unable to retrieve user list [fail]" = "Unable to retrieve user list [fail]";

/* No comment provided by engineer. */
"Unable to validate credentials" = "Unable to validate credentials";

/* No comment provided by engineer. */
"Unknown error: code %d, %@" = "Unknown error: code %1$d, %2$@";

/* No comment provided by engineer. */
"Update Tweets" = "Update Tweets";

/* No comment provided by engineer. */
"Updates" = "Updates";

/* Either the username or the URL of a tweet we want to reply to. */
"Username or Tweet URL:" = "Username or Tweet URL:";

/* No comment provided by engineer. */
"Website" = "Website";

/* The first %d is the number of requests, the second is the total number of requests per hour. The %@ is the duration of time until the count resets. */
"You have %d/%d more requests for %@." = "You have %1$d/%2$d more requests for %3$@.";

/* No comment provided by engineer. */
"You must allow Adium access to your account in the browser window which just opened. When you have done so, click the button above." = "You must allow Adium access to your account in the browser window which just opened. When you have done so, click the button above.";

/* No comment provided by engineer. */
"You will no longer receive device notifications for %@." = "You will no longer receive device notifications for %@.";

/* No comment provided by engineer. */
"You will now receive device notifications for %@." = "You will now receive device notifications for %@.";

/* No comment provided by engineer. */
"You've exceeded the rate limit." = "You've exceeded the rate limit.";

/* No comment provided by engineer. */
"Your credentials do not allow you access." = "Your credentials do not allow you access.";

/* No comment provided by engineer. */
"Your tweet failed to delete. %@" = "Your tweet failed to delete. %@";

/* No comment provided by engineer. */
"Your tweet has been successfully deleted." = "Your tweet has been successfully deleted.";

